{
  "_num_labels": 4,
  "activation": "gelu",
  "architectures": [
    "DistilBertForSequenceClassification"
  ],
  "attention_dropout": 0.1,
  "dim": 768,
  "dropout": 0.1,
  "dtype": "float32",
  "hidden_dim": 3072,
  "id2label": {
    "0": "clean",
    "1": "mild gibberish",
    "2": "noise",
    "3": "word salad"
  },
  "initializer_range": 0.02,
  "label2id": {
    "clean": 0,
    "mild gibberish": 1,
    "noise": 2,
    "word salad": 3
  },
  "max_length": 64,
  "max_position_embeddings": 512,
  "model_type": "distilbert",
  "n_heads": 12,
  "n_layers": 6,
  "pad_token_id": 0,
  "padding": "max_length",
  "problem_type": "single_label_classification",
  "qa_dropout": 0.1,
  "seq_classif_dropout": 0.2,
  "sinusoidal_pos_embds": false,
  "tie_weights_": true,
  "transformers_version": "4.57.2",
  "vocab_size": 30522
}
